{
  "Leadership": [
    {
      "image": "photo1.jpg",
      "name": "Sam Rathjen",
      "checked": true,
      "title": "Business & Tech",
      "telegram": "Zembahk",
      "background": "30+ years programing, Gamer, Project Management, Business Development, Musician, Artist, Woodworker, Constrution, Electrician, Electrical Engineer, Process Engineer, Automation Dev-Ops.",
      "history": "Bought Hoge back in March '21 just before the WhiteBit AMA. After watching Hogeman and Hodlhands, I decided to help the project out. Been through all the highs and lows while still working behind the scenes. I helped do some write ups, tech analysis, programming and lots of memes.",
      "benefit": "In August of 2021 I founded Hoge Inc to keep the Hoge project running smoothly as we can. Operating from Oregon, USA Hoge Inc helps facilitate payment to developer and market making. As well as gaming and some merch. If you have an idea to help Hoge grow, I look forward to working with you and will help find where you can fit into the communuity."
    },
    {
      "image": "photo1.jpg",
      "name": "Darren",
      "checked": false,
      "title": "Business Development",
      "telegram": "turtolioius",
      "background": "25+ years experience in management consultancy and business development. Experience has ranged from creating strategic visions to business direction and building teams.",
      "history": "I have been a holder of Hoge since Week One and an enthusiastic supporter ever since. I came to Hoge by fortunate chance, although the potential of the project and the committed community is what has kept me here ever since.",
      "benefit": "Having followed HOGE for a long time on the sidelines, I decided to see what value I could bring to the project to help. Once I took a deep-dive, I saw an extremely talented and committed team working behind the scenes on some seriously interesting projects. With my background, I believe I augment the team and bring operationalization and business development skills that can help to help to drive HOGE forward to its potential."
    }
  ],
  "Strategy": [
    {
      "image": "photo1.jpg",
      "name": "Darren",
      "checked": true,
      "title": "Business Development",
      "telegram": "turtolioius",
      "background": "25+ years experience in management consultancy and business development. Experience has ranged from creating strategic visions to business direction and building teams.",
      "history": "I have been a holder of Hoge since Week One and an enthusiastic supporter ever since. I came to Hoge by fortunate chance, although the potential of the project and the committed community is what has kept me here ever since.",
      "benefit": "Having followed HOGE for a long time on the sidelines, I decided to see what value I could bring to the project to help. Once I took a deep-dive, I saw an extremely talented and committed team working behind the scenes on some seriously interesting projects. With my background, I believe I augment the team and bring operationalization and business development skills that can help to help to drive HOGE forward to its potential."
    }
  ]
}

